Repository: kctripathy/indianmusic.in
Catalog: web/IndianMusic.WebApp/Resources/MenuItems.*.resx
Languages: hi, or

# WelcomeMessage
source: Welcome
hi: स्वागत
or: ସ୍ୱାଗତ

source: Sign In
hi: साइन इन
or: ସାଇନ୍‌ ଇନ୍‌

source: Log Out
hi: लॉग आउट
or: ଲଗ୍‌ ଆଉଟ୍

# Sangeet
source: Music
hi: संगीत
or: ସଙ୍ଗୀତ

source: Log In
hi: लॉग इन
or: ଲଗ୍ ଇନ୍

source: Register
hi: पंजीकरण
or: ପଞ୍ଜିକରଣ

source: Hello
hi: नमस्ते
or: ନମସ୍କାର

# Menu_Classical_Music
source: Classical Music
hi: शास्त्रीय संगीत
or: ଶାସ୍ତ୍ରୀୟ ସଙ୍ଗୀତ

# Menu_Music
source: Music
hi: संगीत
or: ସଙ୍ଗୀତ

# Menu_Classical_Hindustani
source: Hindustani Classical Music
hi: हिंदुस्तानी शास्त्रीय
or: ହିନ୍ଦୁସ୍ତାନୀ ଶାସ୍ତ୍ରୀୟ

# Menu_Classical_Odissi
source: Odissi Classical Music
hi: ओडिसी शास्त्रीय
or: ଓଡ଼ିଶୀ ଶାସ୍ତ୍ରୀୟ

# Menu_Artists
source: Artists
hi: कलाकार
or: କଳାକାର

# Menu_Thats
source: Thats
hi: थाटा
or: ଥାଟ

# Menu_Ragas
source: Ragas
hi: राग
or: ରାଗ

# Menu_Talas
source: Talas
hi: ताल
or: ତାଳ

# Menu_Instumentals
source: Instumentals
hi: वाद्ययंत्र
or: ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Compositions
source: Compositions
hi: रचनाएँ (ख्याल, ध्रुपद, आदि)
or: ରଚନା (ଖାୟଲ, ଧ୍ରୁପାଦ, ଇତ୍ୟାଦି)

# Menu_Carnatic
source: Carnatic
hi: कर्नाटक
or: କାର୍ନାଟିକ

# Menu_Melas
source: Melas
hi: मेलों
or: ମେଳ

# Menu_Odissi
source: Odissi
hi: ओडिसी
or: ଓଡ଼ିଶୀ

# Menu_Champus
source: Champus
hi: चैम्पस
or: ଚମ୍ପୁ

# Menu_Chhandas
source: Chhandas
hi: छान्द
or: ଛାନ୍ଦ

# Menu_Folk_Music
source: Folk Music
hi: लोक संगीत
or: ଲୋକ ସଂଗୀତ

# Menu_Odisha
source: Odisha
hi: ओडिशा
or: ଓଡ଼ିଶା

# Menu_Prahallada_Nataka
source: Prahallada Nataka
hi: प्रहलाद नाटक
or: ପ୍ରହଲ୍ଲାଦ ନାଟକ

# Menu_Radha_Prema_Leela
source: Radha Prema Leela
hi: राधा प्रेम लीला
or: ରାଧା ପ୍ରେମ ଲୀଳା

# Menu_Bharata_Leela
source: Bharata Leela
hi: भरत लीला
or: ଭାରତ ଲୀଳା

# Menu_Ghoda_Nacha
source: Ghoda Nacha
hi: घोड़ा नाचा
or: ଘୋଡା ନାଚ

# Menu_Pasu_Mukha_Nacha
source: Pasu Mukha Nacha
hi: पसु मुख नाचा
or: ପାସୁ ମୁଖା ନାଚ

# Menu_Bengal
source: Bengal
hi: बंगाल
or: ବଙ୍ଗଳା

# Menu_Assam
source: Assam
hi: असम
or: ଆସାମ

# Menu_Film_Music
source: Film Music
hi: फ़िल्म संगीत
or: ଚଳଚ୍ଚିତ୍ର ସଙ୍ଗୀତ

# Menu_Bollywood
source: Bollywood
hi: बॉलीवुड (हिन्दी)
or: ବଲିଉଡ (ହିନ୍ଦୀ)

# Menu_Ollywood
source: Ollywood
hi: ओलीवुड (उड़िया)
or: ଓଲିଉଡ୍ (ଓଡିଆ)

# Menu_Gujrathi
source: Gujrathi
hi: गुजराती
or: ଗୁଜରାଟୀ

# Menu_Kannada
source: Kannada
hi: कन्नडा
or: କନ୍ନଡ

# Menu_Bengali
source: Bengali
hi: बंगाली
or: ବଙ୍ଗାଳୀ

# Menu_Marathi
source: Marathi
hi: मराठी
or: ମରାଠୀ

# Menu_Assamee
source: Assamee
hi: आसामी
or: ଆସାମି

# Menu_Telugu
source: Telugu
hi: तेलुगू
or: ତେଲୁଗୁ

# Menu_Tamil
source: Tamil
hi: तामिल
or: ତାମିଲ୍

# Menu_Instruments
source: Instruments
hi: वाद्ययंत्र
or: ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Wind_Instruments
source: Wind Instrument
hi: हवा उपकरण
or: ପବନ ଯନ୍ତ୍ର

# Menu_Flute
source: Flute
hi: बांसुरी
or: ବଂଶୀ

# Menu_Shehnai
source: Shehnai
hi: शहनाई
or: ଶେହନାଇ

# Menu_Saxopnone
source: Saxopnone
hi: सैक्सोप्नोन
or: ସାକ୍ସୋଫୋନ୍

# Menu_Mukhabina
source: Mukhabina
hi: मुखबीना
or: ମୁଖବିଣା

# Menu_Nada_Venu
source: Nada Venu
hi: नाडा वेणु
or: ନାଦ ବେଣୁ

# Menu_Trumpet
source: Trumpet
hi: तुरही
or: ତୁରୀ

# Menu_Mouth_Organ
source: Mouth Organ
hi: माउथ ऑर्गन
or: ମୁଖ ଅଙ୍ଗ

# Menu_String_Instruments
source: String Instrument
hi: तार वाद्य यंत्र
or: ତାର ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Sitar
source: Sitar
hi: सितार
or: ସିତାର

# Menu_Violine
source: Violine
hi: वायलिन
or: ଭାୟୋଲିନ୍

# Menu_Sarod
source: Sarod
hi: सरोद
or: ସରୋଦ

# Menu_Guitar
source: Guitar
hi: गिटार
or: ଗିଟାର

# Menu_Tanpura
source: Tanpura
hi: तानपुरा
or: ତାନପୁରା

# Menu_Percussion_Instruments
source: Percussion Instruments
hi: ताल वाद्य यंत्र
or: ତାଳ ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Tabla
source: Tabla
hi: तबला
or: ତବଲା

# Menu_Drum
source: Drum
hi: ढोल
or: ଡ୍ରମ୍

# Menu_Mardhal
source: Mardhal
hi: मर्दहल
or: ମାର୍ଧାଲ

# Menu_Pakhawuj
source: Pakhawuj
hi: पखवुज
or: ପଖୱୁଜ

# Menu_Artists__Legends
source: Artists & Legends
hi: कलाकार और दिग्गज
or: କଳାକାର ଏବଂ କିମ୍ବଦନ୍ତୀ

# Menu_Vocalist
source: Vocalist
hi: गायक
or: କଣ୍ଠସ୍ୱର

# Menu_Instrumentalist
source: Instrumentalist
hi: वादक
or: ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Composer
source: Composer
hi: संगीतकार
or: ରଚନାକାର

# Menu_Lyricists
source: Lyricists
hi: गीतिकार
or: ଗୀତିକାର

# Menu_Folk_Legends
source: Folk Legends
hi: लोक संगीत के दिग्गज
or: ଲୋକ କିମ୍ବଦନ୍ତୀ

# Menu_Learn
source: Learn
hi: सीखें
or: ଶିଖନ୍ତୁ

# Menu_Music_Theory
source: Music Theory
hi: संगीत सिद्धांत
or: ସଙ୍ଗୀତ ତତ୍ତ୍ୱ

# Menu_Ragas_Talas
source: Ragas & Talas
hi: राग और ताल
or: ରାଗ ଏବଂ ତାଳ

# Menu_Tutorials_Lessions
source: Tutorials & Lessions
hi: ट्यूटोरियल और पाठ
or: ଟ୍ୟୁଟୋରିଆଲ୍ ଏବଂ ପାଠ

# Menu_Glossary
source: Glossary
hi: शब्दावली
or: ଶବ୍ଦକୋଷ

# Menu_Community
source: Community
hi: समुदाय
or: ସମ୍ପ୍ରଦାୟ

# Menu_Blogs
source: Blogs
hi: ब्लॉग
or: ବ୍ଲଗ୍

# Menu_Submit_Music
source: Submit Missed Music
hi: छूटा हुआ संगीत सबमिट करें
or: ନିଖୋଜ ସଂଗୀତ ଦାଖଲ କରନ୍ତୁ

# Menu_Event_Gigs
source: Event & Gigs
hi: कार्यक्रम और कार्यक्रम
or: ଇଭେଣ୍ଟ ଏବଂ ଗିଗ୍ସ

# Menu_Interviews
source: Interviews
hi: साक्षात्कार
or: ସାକ୍ଷାତକାର

# Menu_Forum
source: Forum or Discussion
hi: मंच / चर्चा
or: ଫୋରମ / ଆଲୋଚନା

# Menu_About
source: About
hi: हमारी कहानी
or: ଆମ କଥା

# Menu_About_us
source: About us
hi: हमारे बारे में
or: ଆମ ବିଷୟରେ

# Menu_Contact
source: Contact
hi: संपर्क
or: ଯୋଗାଯୋଗ

# Menu_Contributors
source: Contributors
hi: योगदानकर्ता
or: ଅବଦାନକାରୀ

# Menu_Credits
source: Credits
hi: साभार
or: କ୍ରେଡିଟ୍

# Menu_Classical_Carnatic
source: Carnatic Classical Music
hi: कर्नाटक शास्त्रीय संगीत
or: କର୍ଣ୍ଣାଟକୀ ଶାସ୍ତ୍ରୀୟ ସଙ୍ଗୀତ

# Menu_Instrumental_Music
source: Instrumental Music
hi: वाद्य संगीत
or: ବାଦ୍ୟଯନ୍ତ୍ର ସଙ୍ଗୀତ

# Menu_Karaoke_Music
source: Karaoke Music
hi: कराओके संगीत
or: କାରାଓକେ ସଙ୍ଗୀତ

# Menu_Playlist
source: Playlist
hi: संगीत सूची
or: ସଂଗୀତ ତାଲିକା

# Menu_Instrumental_Wind
source: Wind Instruments
hi: वायु वाद्ययंत्र
or: ବାୟୁ ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Instrumental_Percussion
source: Percussion Instruments
hi: ताल वाद्ययंत्र
or: ତାଳ ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Instrumental_String
source: String Instruments
hi: तार वाद्ययंत्र
or: ତାର ବାଦ୍ୟଯନ୍ତ୍ର

# Menu_Composers
source: Composers
hi: संगीतकार
or: ରଚନାକାର

# Menu_Music_Directors
source: Music Directors
hi: संगीत निर्देशक
or: ସଙ୍ଗୀତ ନିର୍ଦ୍ଦେଶକ

# Menu_Instrumentalists
source: Instrumentalists
hi: वादक
or: ବାଦ୍ୟଯନ୍ତ୍ରବାଦକ

# Menu_Vocalists
source: Vocalists
hi: कंठशिल्पी
or: କଣ୍ଠଶିଳ୍ପୀ

# Menu_Playback_Singers
source: Playback Singers
hi: पार्श्व कंठशिल्पी
or: ପୃଷ୍ଠ କଣ୍ଠଶିଳ୍ପୀ

# Menu_Buy_or_Sale
source: Buy or Sale
hi: खरीदें / बेचें
or: କିଣା / ବିକା

# Menu_Request_for_new_Music
source: Request for new Music
hi: नए संगीत के लिए अनुरोध कीजिये
or: ନୂତନ ସଙ୍ଗୀତ ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ

# Menu_Dark_Theme
source: Dark Theme
hi: डार्क थीम
or: ଗାଢ଼ ଥିମ୍
