[
  {
    "quote_title": "Music is the purest form of art. therefore true musicians are closer to God than other people",
    "quote_desc": "The sitar maestro believed that music is a means of connecting with the divine.",
    "quote_by": "Ravi Shankar"
  },
  {
    "quote_title": "Music is not entertainment. It is the deepest meditation",
    "quote_desc": "The shehnai virtuoso emphasized that music's purpose goes beyond mere amusement; it is a profound spiritual experience.",
    "quote_by": "Ustad Bismillah Khan"
  },
  {
    "quote_title": "When I sing, I don't just sing notes. I sing emotions",
    "quote_desc": "This quote from the acclaimed vocalist highlights the importance of emotional expression and depth in a musical performance, not just technical perfection.",
    "quote_by": "Kishori Amonkar"
  },
  {
    "quote_title": "If you know your raga well, it will open up to you like a divine being",
    "quote_desc": "The legendary sitar player spoke of the mystical, living quality of a raga, which reveals its secrets to a dedicated practitioner.",
    "quote_by": "Ustad Vilayat Khan"
  },
  {
    "quote_title": "Indian classical music is meditation in sound",
    "quote_desc": "A reminder that every note, every pause, is part of a spiritual dialogue beyond words.",
    "quote_by": "Pandit Ravi Shankar"
  },
  {
    "quote_title": "Rhythm is the heartbeat of music",
    "quote_desc": "Just as the heart sustains life, rhythm sustains melody and brings music alive.",
    "quote_by": "Zakir Hussain"
  },
  {
    "quote_title": "A raga is not a tune, but a journey",
    "quote_desc": "Each raga paints a unique emotional landscape, inviting both the performer and listener to travel within.",
    "quote_by": "Bhimsen Joshi"
  },
  {
    "quote_title": "Music is the bridge between the human and the divine",
    "quote_desc": "The timeless truth that music transcends the material world and touches the soul.",
    "quote_by": "Kumar Gandharva"
  },
  {
    "quote_title": "Music is the truest language of the soul",
    "quote_desc": "Pandit Bhatkhande emphasized that ragas are not just notes but expressions of inner truth and human emotions.",
    "quote_by": "Pandit Vishnu Narayan Bhatkhande"
  },
  {
    "quote_title": "Without discipline, music loses its purity",
    "quote_desc": "Bhatkhande believed that every student of music must approach raga with respect, practice, and devotion.",
    "quote_by": "Pandit Vishnu Narayan Bhatkhande"
  },
  {
    "quote_title": "If there is a paradise on earth, it is this, it is this, it is this",
    "quote_desc": "Amir Khusro’s famous couplet celebrates the beauty of creation, often echoed in music and poetry alike.",
    "quote_by": "Amir Khusro"
  },
  {
    "quote_title": "Music is the nourishment of love",
    "quote_desc": "Khusro’s verses often blended Persian and Hindavi, highlighting how music and poetry enrich the soul.",
    "quote_by": "Amir Khusro"
  },
  {
    "quote_title": "Music is like worship; it demands dedication",
    "quote_desc": "Lata Mangeshkar believed her singing was a form of prayer, offered with sincerity and humility.",
    "quote_by": "Lata Mangeshkar"
  },
  {
    "quote_title": "Even after thousands of songs, I feel I have so much more to learn",
    "quote_desc": "Lataji always maintained that music is a lifelong journey, not a destination.",
    "quote_by": "Lata Mangeshkar"
  },
  {
    "quote_title": "My compositions are my prayers to God",
    "quote_desc": "Ravindra Jain, despite his blindness, saw music as a divine gift that connected him to the Almighty.",
    "quote_by": "Ravindra Jain"
  },
  {
    "quote_title": "Melody should always touch the heart, not just please the ear",
    "quote_desc": "Jain’s philosophy was rooted in simplicity, spirituality, and devotion in his songs.",
    "quote_by": "Ravindra Jain"
  },
  {
    "quote_title": "I just sing what I feel, I don’t plan it",
    "quote_desc": "Kishore Kumar’s spontaneous and versatile singing style made him one of India’s most beloved voices.",
    "quote_by": "Kishore Kumar"
  },
  {
    "quote_title": "There is no boundary between laughter and music",
    "quote_desc": "For Kishore, humor and melody were both expressions of life’s spirit.",
    "quote_by": "Kishore Kumar"
  },
  {
    "quote_title": "Our music is born from Indian soil",
    "quote_desc": "The duo Shankar–Jaikishan believed in blending classical depth with modern sensibility.",
    "quote_by": "Shankar–Jaikishan"
  },
  {
    "quote_title": "A melody must live beyond its time",
    "quote_desc": "Their songs were crafted with the idea that music should echo across generations.",
    "quote_by": "Shankar–Jaikishan"
  }
]
